Repository: myherowordle/mhadle
Catalog: src/locale/messages.*.xlf
Languages: de

# StudentGrid
source: Student
de: Schüler

# SchoolGrid
source: School
de: Schule

# RoleGrid
source: Role
de: Rolle

# DamageTypeGrid
source: Damage Type
de: Schadenstyp

# ArmorTypeGrid
source: Armor Type
de: Rüstungstyp

# ExSkillCostGrid
source: Ex Skill Cost
de: Ex-Fähigkeit Kosten

# BirthdayGrid
source: Birthday
de: Geburtstag

# ReleaseDateGrid
source: Release Date
de: Datum der Veröffentlichung

# StudentNameSearchLabel
source: Student name
de: Name des Schülers

# ContactNavigationElement
source: Contact
de: Kontakt

# MobileContactNavigationElement
source: Contact
de: Kontakt

# StudentCountdownLabel
source: Next student in <countdown [config]="countdownConfig"></countdown>
de: Nächster Schüler in

# SolutionLabel
source: The searched student was <span class="text-xl incorrect-text">{{ searchedStudent }}</span>
de: Der gesuchte Schüler war

# StudentListLabel
source: Student list
de: Schülerliste

# TutorialFirst
source: Guess today's Blue Archive student!
de: Erraten Sie den heutigen Blue Archive-Schüler

# TutorialSecond
source: <span class="correct-text font-bold">Green</span> means same as searched student.
de: Grün bedeutet dasselbe wie der gesuchte Schüler

# TutorialThird
source: <span class="incorrect-text font-bold">Grey</span> means different from searched student.
de: Grau bedeutet anders als der gesuchte Schüler

# TutorialFourth
source: Type any student's name to begin.
de: Geben Sie den Namen eines beliebigen Schülers ein, um zu beginnen

# Tutorial
source: Press the <i class="material-icons">content_copy</i> to copy your score!
de: Drücken Sie, um Ihren Spielstand zu kopieren

# YesterdaysStudentLabel
source: Yesterdays student was <span class="text-xl incorrect-text">{{ student.fullName }}</span><span class="text-xl text-white"> #{{ numberOfDaysActive }}</span>
de: Der gestrige Student war

# NonProfitText
source: This website operates as a non-profit organization and relies on the support of generous donors to continue providing its services. If you believe that any content on this website infringes upon your copyright, please contact me, and I will promptly address your concerns.
de: Diese Website wird als gemeinnützige Organisation betrieben und ist auf die Unterstützung von großzügigen Spendern angewiesen, um ihre Dienste weiterhin anbieten zu können. Wenn Sie der Meinung sind, dass Inhalte auf dieser Website Ihr Urheberrecht verletzen, wenden Sie sich bitte an mich, und ich werde mich umgehend um Ihr Anliegen kümmern.

# CookiesAndLocalStorageHeading
source: Cookies and Local Storage
de: Cookies und Local Storage

# CookiesText
source: This website uses cookies and local storage to enhance user experience. Cookies are used to store user preferences and session information, while local storage is used to store data that needs to persist between sessions. You can control the use of cookies and local storage through your browser settings.
de: Diese Website verwendet Cookies und lokale Speicher, um die Benutzerfreundlichkeit zu verbessern. Cookies werden verwendet, um Benutzereinstellungen und Sitzungsinformationen zu speichern, während die lokale Speicherung verwendet wird, um Daten zu speichern, die zwischen den Sitzungen bestehen bleiben müssen. Sie können die Verwendung von Cookies und lokaler Speicherung über Ihre Browsereinstellungen steuern.

# ContactHeading
source: Contact
de: Kontakt

# ContactText
source: You can find me also <a href="https://starsbit.space" class="text-gray-600 underline" >here</a >
de: Sie können mich auch <a href="https://starsbit.space" class="text-gray-600 underline">hier</a> finden
